{
  "concept": "Thương hiệu",
  "contentConcept": "40+ Thương hiệu",
  "restaurant": "Nhà hàng",
  "contentRestaurant": "500+ Nhà hàng",
  "location": "Địa điểm",
  "contentLocation": "42 Tỉnh thành",
  "amountVisits": "Lượng khách trong năm 2024",
  "contentAmount": "18 triệu",
  "loyalCustomer": "Khách hàng trung thành",
  "contentLoyalCustomer": "Hơn 1,600,000",
  "partners": "Đối tác",
  "contentPartners": "Cùng với 118 tổ chức và công ty",
  "about": {
    "title": "Giới thiệu Domique Fusion",
    "content": "Dominique Fusion tập hợp những truyền thống ẩm thực tinh tế nhất từ ​​khắp nơi trên thế giới. Được thành lập vào năm 2025, chúng tôi tự hào về hương vị đích thực và dịch vụ đặc biệt.",
    "ourStory": "Hành trình của chúng tôi",
    "contentStory": "Được thành lập vào năm 2010 bởi Đầu bếp Michael Lee, Nhà hàng EasyLang ban đầu là một doanh nghiệp gia đình nhỏ với một ước mơ lớn - tạo ra trải nghiệm ẩm thực tôn vinh sự đa dạng ẩm thực trong khi vẫn duy trì các tiêu chuẩn cao nhất về chất lượng và tính bền vững.",
    "contentStory1": "Trong những năm qua, chúng tôi đã phát triển từ một cơ sở khiêm tốn thành một trong những nhà hàng được yêu thích nhất trong khu vực, giành được nhiều giải thưởng và sự trung thành của những khách hàng tuyệt vời, những người đã trở thành gia đình của chúng tôi.",
    "weOffer": "Những gì chúng tôi cung cấp",
    "offerTitle1": "Chất lượng thức ăn",
    "contentOffer1": "Mỗi món ăn đều được chế biến cẩn thận bằng những nguyên liệu cao cấp để đảm bảo hương vị và cách trình bày đặc biệt.",
    "offerTitle2": "Bền vững",
    "contentOffer2": "Chúng tôi hợp tác với những người nông dân và nhà cung cấp địa phương cùng cam kết thực hiện các hoạt động bền vững và có đạo đức.",
    "offerTitle3": "Cộng đồng",
    "contentOffer3": "Không chỉ là một nhà hàng, chúng tôi còn mong muốn trở thành nơi tụ họp, nơi lưu giữ những kỷ niệm và gắn kết cộng đồng.",
    "ourCuisine": "Ẩm thực của chúng tôi",
    "contentOurCuisine": "Chúng tôi chuyên về các món ăn kết hợp quốc tế được chế biến từ các thành phần hữu cơ có nguồn gốc tại địa phương. Thực đơn của chúng tôi thay đổi theo mùa để đảm bảo trải nghiệm tươi ngon nhất.",
    "cuisine1": "Các món ăn đặc trưng kết hợp giữa kỹ thuật Á và Âu.",
    "cuisine2": "Thực đơn nếm thử theo mùa giới thiệu sản phẩm địa phương.",
    "cuisine3": "Nhiều lựa chọn cho người ăn chay và thuần chay",
    "openHour": "Giờ mở cửa",
    "monFri": "Thứ 2-Thứ 6",
    "satSun": "Thứ 7-Chủ Nhật",
    "holidays": "Ngày lễ",
    "specialHour": "Giờ đặc biệt (kiểm tra phương tiện truyền thông xã hội của chúng tôi)",
    "location": "Vị trí",
    "contact": "Liên hệ",
    "visitUs": "Hãy ghé thăm chúng tôi sớm",
    "lookingForward": "Chúng tôi mong muốn được phục vụ bạn và mang đến cho bạn trải nghiệm ẩm thực khó quên!",
    "reservation": "Đặt chỗ"
  }
}
