{
  "concept": "Concept",
  "contentConcept": "40+ Concepts",
  "restaurant": "Restaurant",
  "contentRestaurant": "500+ Restaurants",
  "location": "Location",
  "contentLocation": "42 Province",
  "amountVisits": "Amount of visits in 2024",
  "contentAmount": "18 million",
  "loyalCustomer": "Loyal customer",
  "contentLoyalCustomer": "Over 1,600,000",
  "partners": "Partners",
  "contentPartners": "With 118 organizations and companies",
  "about": {
    "title": "About Domique Fusion",
    "content": "Domique Fusion brings together the finest culinary traditions from around the world. Established in 2025, we pride ourselves on authentic flavors and exceptional service.",
    "ourStory": "Our Story",
    "contentStory": "Founded in 2010 by Chef Michael Lee, EasyLang Restaurant began as a small family business with a big dream – to create a dining experience that celebrates culinary diversity while maintaining the highest standards of quality and sustainability.",
    "contentStory1": "Over the years, we've grown from a modest establishment to one of the most beloved restaurants in the area, earning multiple awards and the loyalty of our wonderful customers who have become like family to us.",
    "weOffer": "What We Offer",
    "offerTitle1": "Quality Food",
    "contentOffer1": "Every dish is carefully crafted using premium ingredients to ensure exceptional taste and presentation.",
    "offerTitle2": "Sustainability",
    "contentOffer2": "We partner with local farmers and suppliers who share our commitment to sustainable and ethical practices.",
    "offerTitle3": "Community",
    "contentOffer3": "More than just a restaurant, we strive to be a gathering place where memories are made and communities come together.",
    "ourCuisine": "Our Cuisine",
    "contentOurCuisine": "We specialize in international fusion dishes made from locally-sourced, organic ingredients. Our menu changes seasonally to ensure the freshest experience.",
    "cuisine1": "Signature fusion dishes combining Asian and European techniques",
    "cuisine2": "Seasonal tasting menus showcasing local produce",
    "cuisine3": "Extensive selection of vegetarian and vegan options",
    "openHour": "Opening Hours",
    "monFri": "Monday-Friday",
    "satSun": "Saturday-Sunday",
    "holidays": "Holidays",
    "specialHour": "Special hours (check our social media)",
    "location": "Location",
    "contact": "Contact",
    "visitUs": "Visit Us Soon",
    "lookingForward": "We look forward to serving you and providing an unforgettable dining experience!",
    "reservation": "Make a Reservation"
  }
}
